
<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<h4><strong>【三星玩法】</strong></h4>
<p><strong>◎三星直选&gt;&gt;直选单式 </strong><br>
    从百、十、个位中至少各手动输入1个号码组成一注，所选号码与开奖号码全部相同，且顺序一致，即为中奖。<br>
    ※举例：投注方案：345 开奖号码三位为：345，即中三星直选单式。</p>
<p><strong>◎三星直选&gt;&gt;直选复式 </strong><br>
    从百、十、个位中至少各选择1个号码组成一注，所选号码与开奖号码全部相同，且顺序一致，即为中奖。<br>
    ※举例：投注方案：345 开奖号码三位为：345，即中三星直选复式。</p>
<p><strong>◎三星直选&gt;&gt;直选和值 </strong><br>
    所选号码数值等于开奖号码的百、十、个三个数值相加之和，即为中奖。
    ※举例：投注方案：和值：1，开奖号码：001、010、100，即中三星直选和值。</p>
<p><strong>◎三星组选&gt;&gt;组三单式 </strong><br>
    手动输入一个3位数号码组成一注，三个数字中必须有两个数字相同，输入的数字与开奖的百、十、个位相同，顺序不限，即为中奖。<br>
    ※举例：投注方案：001 开奖号码：三位010(顺序不限)，即中三星组三单式。</p>
<p><strong>◎三星组选&gt;&gt;组三复式 </strong><br>
    从0-9号码中至少选择2个号码组成两注，所选号码与开奖号码的百、十、个位相同，且顺序不限，即为中奖。<br>
    ※举例：投注方案：588开奖号码：三位588(顺序不限)，即中三星组三复式。</p>
<p><strong>◎三星组选&gt;&gt;组六复式 </strong><br>
    从0-9号码中至少选择3个号码组成一注，所选号码与开奖号码的百、十、个位相同，且顺序不限，即为中奖。<br>
    ※举例：投注方案：258开奖号码：三位852(顺序不限)，即可中三星组六复式。</p>
<p><strong>◎三星组选&gt;&gt;组六单式 </strong><br>
    手动输入一个3位数号码组成一注，所选号码与开奖号码的百、十、个位相同，顺序不限，即为中奖。<br>
    ※举例：投注方案：123 开奖号码：三位321(顺序不限)，即中三星组六单式。</p>

<p><strong>◎三星组选&gt;&gt;混合组选 </strong><br>
    手动输入一个3位数号码组成一注(不包含豹子号)，开奖号码为组选三或组选六形态，投注号码与开奖号码相同，顺序不限，即为中奖。<br>
    ※举例：投注方案：001和123 开奖号码：三位010(顺序不限)，即中三星组选三，或三位312(顺序不限)，即中三星组选六。</p>
<p><strong>◎三星组选&gt;&gt;组选和值 </strong><br>
    开奖号码3位数号码组成一注(不包含豹子号)，开奖号码3位为组选三或组选六形态，所选数值等于开奖号码的百、十、个位三个数字相加之和，即为中奖。<br>
    ※举例：投注方案：和值：3，开奖号码：三位003(顺序不限)，即中三星组选三，或者三位012(顺序不限)即中三星组选六。</p>


<hr>
<h4><strong>【前二玩法】</strong></h4>
<p><strong>◎前二直选&gt;&gt;直选复式 </strong><br>
    从百、十位中至少各选择1个号码组成一注，所选号码与开奖号码的前2位相同，且顺序一致，即为中奖。 <br>
    ※举例：投注方案：58 开奖号码前两位：58，即中前二直选。</p>
<p><strong>◎前二直选&gt;&gt;直选单式 </strong><br>
    手动输入2个号码组成一注，输入号码的百、十位与开奖号码相同，且顺序一致，即为中奖。<br>
    ※举例：投注方案：58 开奖号码前两位：58，即中前二直选。</p>
<p><strong>◎前二组选&gt;&gt;组选复式 </strong><br>
    从0-9号码中选取两个号码组成一注，所选号码与开奖号码的百、十位相同，顺序不限，即为中奖。<br>
    ※举例：投注方案：58 开奖号码：前两位 58 或 85(顺序不限，不含对子号)，即为中奖。</p>
<p><strong>◎前二组选&gt;&gt;组选单式 </strong><br>
    手动输入2个号码组成一注，输入号码的百、十位与开奖号码相同，且顺序不限，即为中奖。<br>
    ※举例：投注方案：58 开奖号码：前两位 58 或 85(顺序不限，不含对子号)，即为中奖。</p>


<hr>
<h4><strong>【后二玩法】</strong></h4>
<p><strong>◎后二直选&gt;&gt;直选复式 </strong><br>
    从十、个位中至少各选择1个号码组成一注，所选号码与开奖号码的后2位相同，且顺序一致，即为中奖。 <br>
    ※举例：投注方案：58 开奖号码后两位：58，即中后二直选。</p>
<p><strong>◎后二直选&gt;&gt;直选单式 </strong><br>
    手动输入2个号码组成一注，输入号码的十、个位与开奖号码相同，且顺序一致，即为中奖。<br>
    ※举例：投注方案：58 开奖号码后两位：58，即中后二直选。</p>
<p><strong>◎后二组选&gt;&gt;组选复式 </strong><br>
    从0-9号码中选取两个号码组成一注，所选号码与开奖号码的十、个位相同，顺序不限，即为中奖。<br>
    ※举例：投注方案：58 开奖号码：后两位 58 或 85(顺序不限，不含对子号)，即为中奖。</p>
<p><strong>◎后二组选&gt;&gt;组选单式 </strong><br>
    手动输入2个号码组成一注，输入号码的十、个位与开奖号码相同，且顺序不限，即为中奖。<br>
    ※举例：投注方案：58 开奖号码：后两位 58 或 85(顺序不限，不含对子号)，即为中奖。</p>


<hr>
<h4><strong>【定位胆玩法】</strong></h4>
<p><strong>◎定位胆 </strong><br>
    从百、十、个位中至少选择1个号码组成一注，每注由一个号码组成，所选号码与相同位置上的开奖号码一致，即为中奖。<br>
    ※举例：投注方案：百位1 开奖号码：百位1，即中定位胆百位。</p>


<hr>
<h4><strong>【不定位玩法】</strong></h4>
<p><strong>◎三星一码 </strong><br>
    从0-9中任意选择1个以上号码，每组由一个号码组成，只要开奖号码百、十、个位中包含所选号码，即为中奖。（同个号码出现多次只计一次中奖）<br>
    ※举例：投注方案：1 开奖号码：三位中，至少出现1个1，即中三星一码不定位。</p>
