<%@ page contentType="text/html;charset=UTF-8" language="java" %>


<h4><strong>【三同号通选】</strong></h4>
<p><strong>标准选号</strong><br>
    对111,222,333,444,555,666进行投注。<br>
    ※举例：开奖号码中出现：3个2或3个其他数字，即中三同号一等奖。</p>

<hr>
<h4><strong>【三同号单选】</strong></h4>
<p><strong>标准选号</strong><br>
    选择任意一组以上三位相同的号码。<br>
    ※举例：222；开奖号码中出现：3个2 (顺序不限)，即中三同号一等奖。</p>

<hr>
<h4><strong>【二同号复选】</strong></h4>
<p><strong>标准选号</strong><br>
    是指对三个号码中两个指定的相同号码。<br>
    ※举例：11；开奖号码为：112，211，121，即中奖。</p>
<hr>
<h4><strong>【二同号单选】</strong></h4>
<p><strong>标准选号</strong><br>
    是指对三个号码中两个指定的相同号码和一个指定的不同号码进行投注。<br>
    ※举例：112；开奖号码112，121，211，即中奖。</p>
<hr>
<h4><strong>【三不同号】</strong></h4>
<p><strong>标准选号</strong><br>
    从1-6中任意选择3个或3个以上号码。<br>
    ※举例：2,5,6；开奖号码中出现：1个2、1个5、1个6 (顺序不限)，即中三不同号一等奖。</p>
<hr>
<h4><strong>【二不同号】</strong></h4>
<p><strong>标准选号</strong><br>
    从 1-6 中任意选择2个或2个以上号码。<br>
    ※举例：2,5；开奖号码中出现：1个2、1个5 (顺序不限)，即中二不同号一等奖。</p>
<hr>
<h4><strong>【三连号通选】</strong></h4>
<p><strong>标准选号</strong><br>
    对三个相连的号码进行投注(123,234,345,456)四个号码。<br>
    ※举例：开奖号码前三位：123,234,345,456，即中前三直选一等奖。</p>


